Repository: pedrocarlop/WorldSearch
Catalog: WordSearchWidgetExtension/Resources/Localizable.xcstrings
Source language: en
Languages: es

# widget.action.understood
source: Got it
es: Entendido

# widget.completed.hint
source: A new game is added every day.
es: Cada día se añade un nuevo juego.

# widget.completed.message
source: Tomorrow at %@ a new word search will be loaded.
es: Mañana a las %@ se cargará otra sopa de letras.

# widget.completed.title
source: Completed
es: Completado

# widget.configuration.description
source: Select a start and end letter for each word.
es: Selecciona una letra inicial y una final para cada palabra.

# widget.configuration.display_name
source: Word search
es: Sopa de letras

# widget.intent.column
source: Column
es: Columna

# widget.intent.hide_hint
source: Hide hint
es: Ocultar pista

# widget.intent.row
source: Row
es: Fila

# widget.intent.select_letters
source: Select letters
es: Seleccionar letras

# widget.intent.show_help
source: Show help
es: Mostrar ayuda

# widget.next.label
source: Next:
es: Siguiente:
